
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Nie wiadomo, jak wczytać URL %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "Nie udało się połączyć z komputerem %@";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Serwer wysłał zły nagłówek";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Nie można określić adresu IP komputera: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "Nie można uzyskać opisu portu %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "Nie można połączyć się z komputerem %@ używając portu %d";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Nieprawidłowa odpowiedź serwera HTTP %@: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "Żądanie HTTP nie powiodło się dla URL %@:%@";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Utracone połączenie z komputerem %@";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "Nie można odczytać danych z %@";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "Wykryto pętlę przekierowania podczas próby wczytania URL %@";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Usługa nie jest dostępna dla hosta %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Nie można otworzyć połączenia danych dla ścieżki URL: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Obiekt nie jest dostępny dla określonego URL: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "Polecenie FTP nie jest rozpoznane przez komputer: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Nie rozpoznana nazwa użytkownika lub hasło.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f B";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ z %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 bajtów";

/* String used for showing a one byte size */
"1 byte" = "1 bajt";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Hasło formularza WWW";

/* HTTP result code string */
"accepted" = "przyjęte";

/* HTTP result code string */
"bad gateway" = "błąd bramy";

/* HTTP result code string */
"bad request" = "złe żądanie";

/* HTTP result code string */
"client error" = "błąd klienta";

/* HTTP result code string */
"conflict" = "konflikt";

/* HTTP result code string */
"continue" = "kontynuuj";

/* HTTP result code string */
"created" = "utworzony";

/* HTTP result code string */
"expectation failed" = "oczekiwana wartość nie do zwrócenia";

/* HTTP result code string */
"forbidden" = "zabronione";

/* HTTP result code string */
"found" = "znaleziono";

/* HTTP result code string */
"gateway timed out" = "przekroczony czas bramy";

/* HTTP result code string */
"informational" = "informacyjny";

/* HTTP result code string */
"internal server error" = "błąd wewnętrzny serwera";

/* HTTP result code string */
"length required" = "wymagana jest długość";

/* HTTP result code string */
"method not allowed" = "metoda nie jest dozwolona";

/* HTTP result code string */
"moved permanently" = "trwale przeniesiony";

/* HTTP result code string */
"multiple choices" = "wiele wyborów";

/* HTTP result code string */
"needs proxy" = "wymagane proxy";

/* HTTP result code string */
"no content" = "brak zawartości";

/* HTTP result code string */
"no error" = "bez błędu";

/* HTTP result code string */
"no longer exists" = "już nie istnieje";

/* HTTP result code string */
"non-authoritative information" = "informacja nieautorytatywna";

/* HTTP result code string */
"not found" = "nie znaleziono";

/* HTTP result code string */
"not modified" = "nie modyfikowane";

/* HTTP result code string */
"partial content" = "zawartość częściowa";

/* HTTP result code string */
"payment required" = "wymagana opłata";

/* HTTP result code string */
"precondition failed" = "warunek wstępny nie może być spełniony";

/* HTTP result code string */
"proxy authentication required" = "wymagane uwierzytelnienie proxy";

/* HTTP result code string */
"redirected" = "przekierowanie";

/* HTTP result code string */
"request timed out" = "przekroczenie limitu czasu żądania";

/* HTTP result code string */
"request too large" = "żądanie zbyt długie";

/* HTTP result code string */
"requested URL too long" = "żądany URL zbyt długi";

/* HTTP result code string */
"requested range not satisfiable" = "zakres bajtowy nie do obsłużenia";

/* HTTP result code string */
"reset content" = "wyzerowanie zawartości";

/* HTTP result code string */
"see other" = "zobacz inne";

/* HTTP result code string */
"server error" = "błąd serwera";

/* HTTP result code string */
"service unavailable" = "usługa niedostępna";

/* HTTP result code string */
"success" = "sukces";

/* HTTP result code string */
"switching protocols" = "zmiana protokołu";

/* HTTP result code string */
"temporarily redirected" = "tymczasowe przekierowanie";

/* HTTP result code string */
"unacceptable" = "niedozwolone";

/* HTTP result code string */
"unauthorized" = "brak autoryzacji";

/* HTTP result code string */
"unimplemented" = "niezaimplementowane";

/* Unknown filename */
"unknown" = "nieznany";

/* HTTP result code string */
"unsupported media type" = "nieznany sposób żądania";

/* HTTP result code string */
"unsupported version" = "nieobsługiwana wersja";
